Repository: wp-plugins/omnicard-lite
Catalog: omnicard-dk_DK.po
Languages: dk_dk

source: Accept iDEAL and Bancontact/Mister Cash payments through the Rabobank Omnikassa Gateway.
dk_dk: Accepter iDeal betalinger gennem Rabobank Omnikassa Port.

source: This plugin requires an activated Omnikassa Agreement with the Rabobank. Fees for usage apply!
dk_dk: Denne plugin kræver en aktiveret Omnikassa aftale med Rabobank. Gebyr for brug anvendes!

source: Visit the
dk_dk: Besøg

source: website for more information.
dk_dk: webside for mere information

source: Basic Settings
dk_dk: Basis Indstillinger

source: Enable/Disable
dk_dk: Aktiver/Deaktiver

source: Enable the Rabo Omnikassa Gateway
dk_dk: Aktiver Rabo Omnikassa Port

source: Title
dk_dk: Titel

source: The title which the user sees during checkout; Make sure it matches your payment methods.
dk_dk: Titlen som brugeren ser under betalingen; Sørg for den passer til dine betalings metoder.

source: Description
dk_dk: Beskrivelse

source: The description which the user sees during checkout; Make sure it matches your payment methods.
dk_dk: Beskrivelsen som brugeren ser under betalingen; Sørg for den passer til dine betalings metoder.

source: Icon
dk_dk: Ikon

source: Show payment icons in the gateway selection box
dk_dk: Vis betalings ikoner i portens udvælgelses kasse

source: Place your own logo sized approximately 32*32px in <code>wp-content/uploads/</code> named <code>omnicard-ideal.png</code>.
dk_dk: Placér dit eget logo i størrelse 32*32 px i <code>wp-content/uploads/</code> navngivet <code>omnicard-ideal.png</code> for a erstatte det originale.

source: Merchant Details
dk_dk: Forhandler Detaljer

source: You can find your merchant details in 2 separate emails sent to you by the Rabobank after you signed your agreement.
dk_dk: Du kan finde dine forhandlings detaljer i 2 seperate emails sendt til dig af Rabobank efter du har underskrevet dine aftaler.

source: Merchant ID
dk_dk: Forhandler ID

source: This is needed in order to take payment.
dk_dk: Det her er nødvendigt for at tage betaling.

source: Secret Key
dk_dk: Hemmelig Nøgle

source: Key Version
dk_dk: Nøgle Version

source: Accepted Payment Methods
dk_dk: Accepteret Betalings Metoder

source: Each payment method requires approval from your bank and possibly an extension on your agreement with the Rabobank. Check with the Rabobank for details before activating new payment methods!
dk_dk: Hver betalings metode kræver acceptering fra din locale bank og muligvis en udvidelse på dine aftaler med Rabobank. Check med Rabobank for detaljer før aktiveringen af nye betalings metoder!

source: Receive iDEAL payments
dk_dk: Modtag iDEAL betalinger

source: Instant bank transfer. Available to Dutch ATM Card holders.
dk_dk: Øjeblikkelig bank overførelse. Tilgængelig for fleste Europæiske ATM kort holdere.

source: Default payment option
dk_dk: Standard betalings mulighed

source: Default selected option on checkout. The chosen option here must be active in your contract or no selection can be made! (Only applicable if you use multiple payment methods.)
dk_dk: Standard markeret mulighed ved kassen. Den valgte mulighed her skal være aktiv i din kontrakt eller ingen udvælgelse kan blive lavet! (Kun gældene hvis du bruger flere betalings metoder.)

source: Miscellaneous Settings
dk_dk: Diverse Indstillinger

source: Language
dk_dk: Sprog

source: Which language should the Rabobank Omnikassa Pages use for checkout.
dk_dk: Hvilket sprog skal Rabobank Omnikassa Sider bruge under betalingen.

source: English
dk_dk: Engelsk

source: Dutch
dk_dk: Hollandsk

source: Expiration
dk_dk: Udløb

source: For added security you can add a timeout to the transaction. The transaction must be completed within this timeframe or the request will expire and has to be started over again.
dk_dk: For mere sikkerhed kan du tilføje en timeout til transaktionen. Transaktionen skal gennemføres inden for den givet tids periode eller anmodelsen vil udløbe og skal startes forfra igen.

source: Disable
dk_dk: Deaktiver

source: 2 hours (Default)
dk_dk: 2 timer (Standard)

source: 4 hours
dk_dk: 4 timer

source: 6 hours
dk_dk: 6 timer

source: 8 hours
dk_dk: 8 timer

source: 16 hours
dk_dk: 16 timer

source: 24 hours
dk_dk: 24 timer

source: Invoice Prefix
dk_dk: Faktura Præfiks

source: Enter a prefix for your order numbers. Only alphanumeric characters allowed. If you use your Omnikassa account for multiple stores ensure this prefix is unqiue to avoid confusion.
dk_dk: Indtast et præfiks for dine ordre numre. Kun alfanumerisk tegn er tilladt. Hvis du bruger din Omnikassa bruger for flere butikker hver sikker på dette præfiks er unikt og undgår forvirring.

source: This prefix is NOT added to WooCommerce orders but is shown on your bank statements as part of the transaction reference.
dk_dk: Dette præfiks er IKKE tilføjet til WooCommerce bestillinger men er vist på din banks erklæringer som en del af transaktionen henvisning.

source: Gateway Testing
dk_dk: Port Testing

source: Enable the Omnikassa test mode
dk_dk: Aktiver Omnikassa test modus

source: You can leave your "live" account details in place.
dk_dk: Du kan efterlade dine "live" bruger detaljer i sted.

source: Troubleshooting
dk_dk: Fejlfinding

source: Enable logging
dk_dk: Aktiver logning

source: Log Omnikassa events, such as PSP requests and status updates, inside <code>wc-logs/omnicard-*.log</code>.
dk_dk: Log Omnikassa begivenheder, såsom PSP anmodninger og status opdateringer, indeni <code>woocommerce/logs/omnicard.txt</code>.

source: Thank you for your order. We are now redirecting you to Rabobank OmniKassa to make payment.
dk_dk: Tak for din bestilling. Du bliver nu vidersent til Rabobank OmniKassa for at fuldføre din betaling.

source: Please click the button below to complete your purchase.
dk_dk: Tak for din bestilling, vær venlig at kllikke på kanppen under dit fuldendte køb.

source: Continue
dk_dk: Fortsæt

source: Creditcard authorizationlimit exceeded.
dk_dk: Kreditkort tilladelse grænse overskredet.

source: Invalid Card or Authorization failed. Check your card details.
dk_dk: Ugyldigt kort eller Tilladelse fejlede. Check detaljer eller prøv et andet kort

source: Transaction cancelled by user.
dk_dk: Aflyst af brugeren.

source: Awaiting response from gateway. If you place another order you may be billed more than once.
dk_dk: Afventer svar fra port. Hvis du placerer endnu en ordre kan du blive faktureret mere end en gang.

source: Unable to reach payment gateway.
dk_dk: Ude af stand til at nå betalings port.

source: Payment gateway unavailable.
dk_dk: Betalings port utilgængelig

source: Issue with reference code. Should be: %s. PSP provided: %s.
dk_dk: Problem med henvisnings kode. Skulle være: %s. PSP provided: %s.

source: Issue with payment type or brand. Response from PSP - Type: %s, Brand: %s.
dk_dk: Problem med betaling type eller mærke. Svar fra PSP - Type: %s, Brand: %s.

source: Validation error: PSP amounts do not match with original order (gross %s).
dk_dk: Validerings fejl: PSP beløber matcher ikke til din originale bestilling (gross %s).

source: PSP payment completed
dk_dk: PSP betaling fuldført

source: Order set to PENDING. You can try again from your order through
dk_dk: Ordre sat til VERSERENDE. Du kan prøve igen fra din ordre i

source: Error: %s.
dk_dk: Fejl. %s.

source: Awaiting %s payment. Order status changed to pending. Response from PSP: %s.
dk_dk: Afventer %s betaling Bestilling status ændret til verserende. Respons fra PSP: %s.

source: Cancelled by user.
dk_dk: Aflyst af brugeren.

source: Payment session EXPIRED remotely. Please contact support.
dk_dk: Betalings session UDLØB fra fjernadgang. Venligst kontakt support.

source: Payment session EXPIRED via PSP.
dk_dk: Betaling session UDLØB via PSP.

source: Payment Method "%s" is not active for this shop. Response from PSP: %s.
dk_dk: Betalings metode <"%s" er ikke aktiv for denne shop. Svar fra PSP: %s.

source: Payment session failed. Please contact support.
dk_dk: Betaling session fejlede. Venligst kontakt support.

source: Payment session FAILED via PSP. Response from PSP: %s.
dk_dk: Betaling session fejlede via PSP. Respons fra PSP: %s.

source: Useful links
dk_dk: Nyttige links

source: Brought to you by
dk_dk: Bragt til dig af
