Repository: wp-plugins/omnicard-lite
Catalog: omnicard-*.po
Languages: fr_fr, nl_nl

source: for
fr_fr: Pour
nl_nl: voor

source: iDEAL and Bancontact/Mister Cash can only accept payments in Euros. Your store uses:
fr_fr: iDEAL n'accepte que les payements en Euros. Votre magasin utilise:
nl_nl: met iDEAL en Mister Cash kun je alleen Euros gebruiken. De winkel gebruikt:

source: Accept iDEAL and Mister Cash payments through the Rabobank Omnikassa Gateway.
nl_nl: Accepteer iDEAL en Mister Cash betalingen via Rabobank Omnikassa.

source: This plugin requires an activated Omnikassa Agreement with the Rabobank. Fees for usage apply!
fr_fr: Ce plugin requiert un accord Omnikassa activativé avec la Rabibank. Les honoraires pour l'utilisation s'appliquent!
nl_nl: Deze plugin vereist een geactiveerde Omnikassa Overeenkomst met de Rabobank. Hier zijn kosten aan verbonden!

source: Visit the
fr_fr: Visiter le
nl_nl: Bezoek de

source: website for more information.
fr_fr: site web pour plus d'information
nl_nl: website voor meer informatie.

source: Once you've used up your 50 transactions, the gateway will temporary disable until a new month starts.
nl_nl: Wanneer jeje 50 transacties opgebruikt hebt zal de betaaloptie tijdelijk uitschakelen tot de nieuwe maand begint.

source: Basic Settings
fr_fr: Configuration Basique
nl_nl: Basis Instellingen

source: Enable/Disable
fr_fr: Activer/Désactiver
nl_nl: Aan/Uit

source: Enable the Rabo Omnikassa Gateway
fr_fr: Activer la passerelle Rabo Omnikassa
nl_nl: Schakel Rabo Omnikassa in

source: Title
fr_fr: Titre
nl_nl: Titel

source: The title which the user sees during checkout; Make sure it matches your payment methods.
fr_fr: Le titre que l'utilisateur voit pendant le paiement; assurez-vous qu'il correspond à vos méthodes de paiement.
nl_nl: Zichtbaar voor de betaler tijdens het afrekenen; Zorg dat deze klopt met de aangeboden betaalmethoden.

source: Description
nl_nl: Omschrijving

source: The description which the user sees during checkout; Make sure it matches your payment methods.
fr_fr: La description que l'utilisateur voit pendant le paiement; assurez-vous qu'il correspond à vos méthodes de paiement.
nl_nl: Zichtbaar voor de betaler tijdens het afrekenen; Zorg dat deze klopt met de aangeboden betaalmethoden.

source: Icon
fr_fr: Icone
nl_nl: Icoon

source: Show payment icons in the gateway selection box
fr_fr: Voir les icônes de paiement dans la boîte de sélection de la passerelle
nl_nl: Laat icoontjes zien bij het betalen

source: Place your own logo sized approximately 32*32px in <code>wp-content/uploads/</code> named <code>omnicard-ideal.png</code>.
fr_fr: Placez vos propres logos de taille 32*32px approximativement dans <code>wp-content/uploads/</code> named <code>omnicard-ideal.png</code>.
nl_nl: Plaats je eigen icoon met dimensies van ongeveer 32*32px in <code>wp-content/uploads/</code> genaamd <code>omnicard-ideal.png</code>.

source: Merchant Details
fr_fr: Détails du vendeur
nl_nl: Webwinkel details

source: You can find your merchant details in 2 separate emails sent to you by the Rabobank after you signed your agreement.
fr_fr: Vous pouvez trouver les détails du vendeur dans 2 courriers électroniques séparés envoyés par Rabobank après que vous avez signé votre accord.
nl_nl: Je kunt je webwinkel details vinden in 2 separaat verstuurde emails van de Rabobank.

source: Merchant ID
fr_fr: ID du vendeur
nl_nl: webwinkel ID

source: This is needed in order to take payment.
fr_fr: Ceci est nécessaire pour recevoir le paiement.
nl_nl: Dit is vereist om betalingen te ontvangen.

source: Secret Key
fr_fr: Clé secrète
nl_nl: Geheime sleutel

source: Key Version
fr_fr: Version de la clé
nl_nl: Sleutel versie

source: Accepted Payment Methods
fr_fr: Méthodes de Paiement Acceptées
nl_nl: Te accepteren betaalmethoden

source: Each payment method requires approval from your bank and possibly an extension on your agreement with the Rabobank. Check with the Rabobank for details before activating new payment methods!
fr_fr: Chaque méthode de paiement exige l'approbation de votre banque et probablement une extension sur votre accord avec le Rabobank. Vérifiez avec le Rabobank pour des détails avant l'activation de nouvelles méthodes de paiement!
nl_nl: Elke betaal methode vereist goedkeuring van de Rabobank en mogelijk een uitbreiding op jouw overeenkomst. Neem contact op met de Rabobank voor details voor dat je nieuwe betaal methodes activeert!

source: Receive iDEAL payments
fr_fr: Recevez les paiements iDEAL
nl_nl: Ontvang betalingen via iDEAL

source: Instant bank transfer. Available to Dutch ATM Card holders.
fr_fr: Virement bancaire instantané. Disponible dans la plupart des Distributeurs de billets européen.
nl_nl: Directe overboeking. Beschikbaar voor Nederlandse bankpas houders.

source: Receive Bancontact/Mister Cash payments
fr_fr: Recevez les paiements par Bancontact/Mister Cash
nl_nl: Ontvang betalingen via Bancontact Mister Cash

source: Instant bank transfer. Available to Belgian ATM Card holders.
fr_fr: Virement bancaire instantané. Disponible dans la plupart des Distributeurs de billets européen.
nl_nl: Directe overboeking. Beschikbaar voor Belgische bankpas houders.

source: Default payment option
fr_fr: Option de paiement par défaut
nl_nl: Standaard gekozen betaal optie

source: Default selected option on checkout. The chosen option here must be active in your contract or no selection can be made! (Only applicable if you use multiple payment methods.)
fr_fr: L'option par default sur la caisse. L'option choisie doit ici être active dans votre contrat ou aucune sélection ne peut être faite! (Seulement applicable si vous utilisez des méthodes de paiement multiples.)
nl_nl: Standaard gekozen optie bij betalen. De gekozen optie moet actief zijn voor jouw contract. (Alleen bruikbaar indien je meerdere betaalmethodes aanbied.)

source: Miscellaneous Settings
fr_fr: Paramètres Divers
nl_nl: Overige instellingen

source: Language
nl_nl: Taal

source: Which language should the Rabobank Omnikassa Pages use for checkout.
fr_fr: Quelle langue devrait utiliser le Rabobank Omnikassa pour le contrôle.
nl_nl: Welke taal moeten de Rabo Omnikassa betaalpagina's gebruiken.

source: English
fr_fr: Anglais
nl_nl: Engels

source: Dutch
fr_fr: Allemand
nl_nl: Nederlands

source: Expiration
nl_nl: Geldigheid

source: For added security you can add a timeout to the transaction. The transaction must be completed within this timeframe or the request will expire and has to be started over again.
fr_fr: Pour ajouté de la sécurité vous pouvez ajouter un temps mort à la transaction. La transaction doit être complétée dans cette période ou la requête expirera et doit être recommencée depuis le début.
nl_nl: Voor betere beveiliging kun je elke transactie een bepaalde tijd geldig laten zijn. De betaling moet dan binnen dit tijdsbestek afgerond zijn of de transactie word geannuleerd.

source: Disable
fr_fr: Désactiver
nl_nl: Niet gebruiken

source: 2 hours (Default)
fr_fr: 2 heures (Défaut)
nl_nl: 2 uur (Standaard)

source: 4 hours
fr_fr: 4 heures
nl_nl: 4 uur

source: 6 hours
fr_fr: 6 heures
nl_nl: 6 uur

source: 8 hours
fr_fr: 8 heures
nl_nl: 8 uur

source: 16 hours
fr_fr: 16 heures
nl_nl: 16 uur

source: 24 hours
fr_fr: 24 heures
nl_nl: 24 uur

source: Invoice Prefix
fr_fr: Préfixe de facture
nl_nl: Factuur voorvoegsel

source: Enter a prefix for your order numbers. Only alphanumeric characters allowed. If you use your Omnikassa account for multiple stores ensure this prefix is unqiue to avoid confusion.
fr_fr: Entrez un préfixe pour vos numéros de commande. Seulement les caractères alphanumériques sont autorisés. Si vous utilisez votre compte Omnikassa pour plusieurs magasins assurez-vous que ce préfixe soit unique pour éviter la confusion.
nl_nl: Geef facturen een voorvoegsel. Alleen alfanumerieke karakters toegestaan. Zorg dat dit voorvoegsel uniek is voor elke webwinkel wanneer de Omnikassa account voor meerdere webwinkels gebruikt word.

source: This prefix is NOT added to WooCommerce orders but is shown on your bank statements as part of the transaction reference.
fr_fr: Ce préfixe n'est pas ajouté aux commandes de WooCommerce, mais montre sur vos relevés de compte dans le cadre de la référence de transaction.
nl_nl: Dit voorvoegsel is NIET toegevoegd aan WooCommerce orders maar word weergegeven in het overzicht van de Rabobank als onderdeel van de transactie referentie.

source: Gateway Testing
fr_fr: Test de Passerelle
nl_nl: Testen

source: Simulator
fr_fr: Simulateur
nl_nl: Simulatie

source: Enable the Omnikassa test mode
fr_fr: Activez le mode de test d'Omnikassa
nl_nl: Gebruik de Omnikassa in testmodus

source: You can leave your "live" account details in place.
fr_fr: Vous pouvez laisser les détails de votre compte "en ligne " en détails en place.
nl_nl: Je kunt je "live" account gegevens laten staan.

source: Troubleshooting
fr_fr: Résolution des problèmes
nl_nl: Problemen vinden

source: Enable logging
fr_fr: Activez la journalisation
nl_nl: Gebruik log-bestand

source: Log Omnikassa events, such as PSP requests and status updates, inside <code>wc-logs/omnicard-*.log</code>.
fr_fr: Enregistrez les événements d'Omnikassa, comme des demandes ou des mises à jour de statut, à l'intérieur <code>wc-logs/omnicard-*.log</code>.
nl_nl: Registreer Omnikassa acties zoals PSP aanvragen en status updates. Het register word opgeslagen in <code>wc-logs/omnicard-*.log</code>.

source: Thank you for your order. We are now redirecting you to Rabobank OmniKassa to make payment.
fr_fr: Merci pour votre commande. Vous êtes maintenant redirigé vers Rabobank OmniKassa pour compléter votre paiement.
nl_nl: Bedankt voor uw bestelling. U word nu doorgestuurd naar de Rabobank OmniKassa om de betaling te voltooien.

source: Please click the button below to complete your purchase.
fr_fr: Merci pour votre commande, cliquez s'il vous plaît sur le bouton ci-dessous pour compléter votre achat.
nl_nl: Klik op onderstaande knop om verder te gaan met uw betaling.

source: Continue
nl_nl: Ga door

source: Creditcard authorizationlimit exceeded.
fr_fr: Creditcard authorizationlimit excédé.
nl_nl: Authorisatielimiet creditcard overschreden.

source: Card declined; Insufficient funds, expired or not active.
nl_nl: Kaart geweigerd; Onvoldoende saldo, verlopen of niet actief.

source: Invalid Card or Authorization failed. Check your card details.
fr_fr: La carte est invalide ou l'autorisation a échoué. Vérifiez des détails ou essayez une autre carte
nl_nl: Ongeldige kaart of Autorisatie mislukt. Controleer de gegevens!

source: Transaction cancelled by user.
fr_fr: annulez par l'utilisateur.
nl_nl: Geannuleerd bij gebruiker.

source: Awaiting response from gateway. If you place another order you may be billed more than once.
fr_fr: Attente de réponse de la passerelle. Si vous lancer une autre on peut facturer pour vous plus d'une fois.
nl_nl: In afwachting van reactie van de betaalserver. Wanneer u de bestelling opnieuw plaatst kunnen de orderkosten meerdere malen in rekening gebracht worden.

source: You have exceeded the maximum of 3 attempts to enter your card number. Transaction aborted.
nl_nl: Transactie gestopt. U heeft te vaak een verkeerd kaart nummer ingevuld.

source: CVC/Security code invalid or empty. Please try again.
nl_nl: CVC/Beveiligingscode ongeldig of leeg. Probeert u het opnieuw.

source: Unable to reach payment gateway.
fr_fr: Incapable d'atteindre la passerelle de paiement.
nl_nl: Kan betaalserver niet bereiken.

source: Exceeded time limit. Transaction aborted. Please try again.
nl_nl: Toegestane tijd verstreken. Transactie gestopt. Probeert u het opnieuw.

source: Payment gateway unavailable.
fr_fr: Passerelle de paiement indisponible.
nl_nl: Betaalserver onbereikbaar.

source: Issue with reference code. Should be: %s. PSP provided: %s.
fr_fr: Problème avec code de référence. Devrait être : %s. PSP fourni : %s.
nl_nl: Probleem met referentie code. Moet zijn: %s. PSP gaf: %s.

source: Issue with payment type or brand. Response from PSP - Type: %s, Brand: %s.
fr_fr: Problème avec le paiement tape ou la marque. Réponse de PSP - Type : %s, Marque : %s.
nl_nl: Probleem met betaal methode. Respons van PSP - Type: %s, Merk: %s.

source: Validation error: PSP amounts do not match with original order (gross %s).
fr_fr: Erreur de validation : PSP des quantités(montants) ne correspondent pas avec l'ordre(la commande) original (%s brut).
nl_nl: Validatie fout: PSP bedrag komt niet overeen met het bedrag van de bestelling (totaal %s).

source: PSP payment completed
fr_fr: Paiement PSP terminé
nl_nl: PSP betaling compleet

source: Order set to PENDING. You can try again from your order through
fr_fr: Ensemble de commande à EN SUSPENS. Vous pouvez essayer de nouveau de votre commande dans
nl_nl: Bestelling op AFWACHTEN gezet. U kunt het opnieuw proberen in

source: Checkout
fr_fr: Paiement
nl_nl: Afrekenen

source: Error: %s.
fr_fr: Erreur: %s.
nl_nl: Fout: %s.

source: Awaiting %s payment. Order status changed to pending. Response from PSP: %s.
fr_fr: Attente %s paiement. Statut de commande changé à en suspens. Réponse de PSP : %s.
nl_nl: Verwacht %s betaling. Bestel status naar "wacht" gewijzigd. Respons code: %s.

source: Cancelled by user.
fr_fr: annulez par l'utilisateur.
nl_nl: Geannuleerd bij gebruiker.

source: Payment session EXPIRED remotely. Please contact support.
fr_fr: La session de paiement A EXPIRÉ à distance. Contactez le support s'il vous plaît.
nl_nl: Betaal sessie is VERLOPEN bij de bank. Neem contact op met support.

source: Payment session EXPIRED via PSP.
fr_fr: La session de paiement A EXPIRÉ via PSP.
nl_nl: Betaal sessie VERLOPEN bij PSP. Probeert u het opnieuw!

source: Payment Method "%s" is not active for this shop. Response from PSP: %s.
fr_fr: La méthode de Paiement "%s " n'est pas active pour ce magasin. Réponse de PSP : %s.
nl_nl: Betaal methode "%s" is niet actief voor deze webwinkel. Respons van PHP: %s.

source: Payment session failed. Please contact support.
fr_fr: La session de paiement a échoué. Contactez le support s'il vous plaît.
nl_nl: Betaal sessie mislukt bij PSP. Neem contact op met support.

source: Payment session FAILED via PSP. Response from PSP: %s.
fr_fr: Session de paiement ÉCHOUÉE via PSP. Réponse de PSP : %s.
nl_nl: Betaal sessie MISLUKT bij PSP. Fout code: %s.

source: Useful links
fr_fr: Liens utiles
nl_nl: Handige links

source: Brought to you by
fr_fr: Apporté à vous par
nl_nl: Aangeboden door

source: AdRotate for Wordpress website
nl_nl: AdRotate voor WordPress

source: My blog and website
nl_nl: Mijn blog en website

source: Omnikassa Costs
nl_nl: Kosten Omnikassa

source: Omnikassa Terms of Service
nl_nl: Gebruikersvoorwaarden Omnikassa

source: Omnikassa Support
fr_fr: Support d'Omnikassa
nl_nl: Omnikassa ondersteuning

source: Your one stop for Webdevelopment, consultancy and anything WordPress! When you need a custom plugin, theme customizations or have your site moved/migrated entirely. Find out more about what I can do for you on my website!
nl_nl: Uw eerste stop voor Webontwikkeling, consultancy en alles wat met WordPress te maken heeft! Wanneer u een aangepaste plugin, thema aanpassingen nodig hebt of uw website wilt verplaatsen. Lees meer over wat ik voor u kan doen op mijn website!

source: Learn More
nl_nl: Lees Meer

source: You've used up your 50 transactions for this month in <strong>OmniCard iDeal</strong>. To get <strong>UNLIMITED</strong> transactions per month, upgrade to the full version of OmniCard
nl_nl: Je hebt de limit van 50 transacties met <strong>OmniCard iDeal</strong> voor deze maand bereikt. Upgrade naar de volledige versie van OmniCard om deze limiet weg te halen

source: In the full version you can also accept payments through Visa, Mastercard, Maestro and MiniTix.
nl_nl: In de volledige versie kun je ook betalingen via Visa, MasterCard, Maestro en Minitix accepteren.

source: Thank you for your consideration!
nl_nl: Dankjewel voor je overweging!

source: You have used
nl_nl: Je hebt

source: out of 50 transactions this month. Remove this limitation with the <strong>FULL</strong> version of OmniCard
nl_nl: van de 50 transacties gebruikt deze maand. Deze limitatie zit niet in de <strong>VOLLEDIGE</strong> versie van OmniCard.

source: Accept iDEAL and Bancontact/Mister Cash payments through the Rabobank Omnikassa Gateway.
fr_fr: Acceptons iDEAL et Bancontact/Mister Cash
